ТАСК 2 :надо сделать 1 класс, он бдует на основани итех данных котоыре мы прошли, который сможет считать текстовый файлик 2мя разными методами.

после чего, выводим 2мя методами: 1) возращает(ретурнет) любой символ любой строки(координаты...строка, номер символа); 2)вернуть любую строку с считываемого файла (сказали 10ю строку - выводят строку)

класс лежит в либе.

подсказки - функция фаил (function file();returned array lines of text file)

желательно считать фаил 1н раз через конструктор.
методы гетеров и сететров.

в индексе должно быть - сначала считать текстовый документ (с помощью одного метода) по символьно, после этого распечатать этот же фаил посимволно.
2) считать фаил построчно и вывести его построчно

вначале выводит, потом возращает.

в индексе мы используем класс. создаём переменные для распечатке, и это всё распечатывается в темплейте.

текстовый фаил делаем вимом в хомке.
результат должен сохранятся в фаил.

(сделать 2 метода сеттера котоыре позволят изменить лбой символ любой строки, а второй - меняет любую строку)
показуем какая буква, вторые 2 параметра, номер строки и номер символа.

му методу передаём готовую строку (парам 1) , и номер строки.

(методы посимвольн ои построчно не загружаем, главное загрузить в память при помозщи конструктора функцией фаил, загружаем всё в память, делаем глобальне свойство ЗИС ФАИЛ, фаил=фаил.)

2 сеттера (меняет букву в строке, меняет любую строку которую укажим - 2 геттера(посимвольный, построчный)
класс должен сохранить эти изменения в другой фаил.

самое главное, в индекс файле пользуемся классом, 
сначала выводим файлы по дефолту что есть

метод сохранение можно сделать в отдельном методе и запихнуть его в диструктор.

никаких форм нету.
все параметры запихивают в сам пхп.

в конфиг фаил запихиваем константы с именами файлов...
