
Добрый
            день,


            Тема: Объединение таблиц с помощью джойнов,
            законспектировать
http://www.codinghorror.com/blog/2007/10/a-visual-explanation-of-sql-joins.html
   
            

            Задание:
 1. Создать таблицы без индексов с данными как в
            примере;
 2. Выполнить эти запросы с EXPLAIN (и
            SHOW SESSION STATUS LIKE 'Last_query_cost';) и без;
 3. Проиндексировать поля по
            которым идет обьединение
                и повторить пункт 2.
