<div style="text-align: left;">
    óÁØÐÏÔÊËÉÎÊËÔÌÇ<br><br> 
    õ×ÑÚËÚÉÁ<br>
    îÎ ÓÚÁØ×ÂÉÔÒÅÓÁÍÎÓÒÔÒ ÄÑ×ÅÅÉ/ÒÄËÉÏÁÉ ÎÚÁÉ ËÉ (ÉËÁËÇ ÏÉÁÉ ÏÞÍËÉÁ, ÃÎ ÁÔÒ×ÉÖÎÏ.<br><br>
    ðÚ×ÔÌ ÉÔÒÅÁÄÌÅ ÕÅØ
    <ol>  
      <li>ðÏÒÔ ÓÉÏ ËÉ ×ÂÒÑÖÎ (ËÉÁÍÖÔÐÉÁÌÖÔ ÒÚÙ ÖÎÁ);</li>
      <li> ðÏÒÔ ÓÉÏ ËÉ ×ÂÁ ÁÔÒ (ËÉÁÍÖÔÐÉÁÌÖÔ ÒÚÙ ÁÔÒÍ;</li>
      <li> ðÏÒÔ ÓÒÎÃ ÓÄÔÌÎÊÉÆÒÁÉÊÏÐÎÁÉÛÊÑËÉÅ</li>
      <li> îÜÏ Ö ÓÒÎÃ ÐÌÚ×ÔÌ ÄÌÅ ÉÅØ×ÚÏÎÓØÏÐÁÉØÆÒÕÚËÚ ÜÏ ËÉÉÓÐÌÍ - áÅ, æ, ëÉÅÔÏÜÚÍÌÒ×
    üÒÁÏÐÁÉ ÐÓÍ ÁÍÎ ÓÉÆÒÁÉÊÏËÉÅÉÉÆÒÁÉ ÏÚËÚÉÅ</li> 
    </ol>
     äÏÎÔÌÎÑÉÆÒÁÉ:
    <ul>
      <li> ×Ï ×ÁÍÎÞÓØÓÅÁØÓÐÍÝÀ.htaccess, ÉÆÒÁÉ ÏÌÇÎÐÒÌ ÁÍÎÓÒÔÒ ×âÈÁÉØÎ ÎÖÏ</li>
      <li> ÖÎÙËÉ ÏÎÕÏÎ×Å ×ÏÅÉ ÎÔ</li>
      <li> ÈÁÉØÉÆÒÁÉ ÏÐÌÚ×ÔÌÈÓÊÁÎ ÎÖÏ</li>
      <li> ÉÆÒÁÉ ÏÚËÚÈËÉ ÈÁÉØ×âÎ ÎÖÏ ÏÁÄÌÎ ÏÔ×ÔÓ ×ÐÓÍÈ</li>
    </ul>
    </div>
